Repository: AnastasiaLevy/NewRepo
Catalog: TestSite/App_LocalResources/LondonWrapper.aspx.*.resx
Languages: es, ru

# about_more.Text
source: Read More About:
es: Leer más sobre:
ru: Подробнее:

# about_paragraph.Text
source: The Tower of London test is a well-known test used in applied clinical neuropsychology for the assessment of executive functioning specifically to detect deficits in planning, which may occur due to a variety of medical and neuropsychiatric conditions. It is related to the classic problem-solving puzzle known as the Tower of Hanoi.
es: Prueba Torre de Londres es una prueba bien conocida y utilizada en el mundo de neuropsicología clínica aplicada para la evaluación del funcionamiento ejecutivo específicamente para detectar déficits en la planificación, que puede ocurrir debido a una variedad de condiciones médicas y neuropsiquiátricas. Está relacionado con el clásico rompecabezas conocido como la Torre de Hanoi.
ru: Тест Tower of London - это хорошо известный тест, используемый в прикладной клинической нейропсихологии для оценки функционирования исполнительного функционирования, специально для выявления дефицитов в планировании, которые могут возникать из-за различных медицинских и нейропсихиатрических состояний. Это связано с классической головоломкой для решения проблем, известной как Tower of Hanoi.

# about_title.Text
source: Tower of London
es: Torre de Londres

# container_title.Text
source: Select Version:
es: Seleccione una versión:
ru: Выбрать версию:

# follow.Text
source: Follow Us
es: Síganos
ru: Подписаться

# login.Text
source: Please Login
es: Por favor inicie la sesión
ru: Пожалуйста, войдите

# navbar_about.Text
source: About
es: Acerca de
ru: О нас

# navbar_home.Text
source: Home
es: Inicio
ru: Главная

# navbar_logIn.Text
source: Login
es: Iniciar sesión
ru: Логин

# navbar_logOut.Text
source: Log out
es: Salir
ru: Выйти

# navbar_profile.Text
source: Profile
es: Perfil
ru: Профиль

# pagetitle.title
source: Tower Of London Test Online – CogQuiz
es: Prueba Torre de Londres en línea- CogQuiz
ru: Tower Of London Онлайн Тест – CogQuiz

# popup_item1_description
source: Make your own Tower of London Test Problems. You control the number of demo, practice, and scored trials, the number of direct and indirect moves, the total number of moves, the maximum moves per trial, and the time allowed to complete a trial. The figure on the far left shows an in progress construction of a trial. The next two figures show how the text and parameters associated with a test are constructed.
es: Haga sus propios problemas de la Prueba Torre de Londres. Usted controla la demo, práctica y puntuación, el númer de movimientos directos e indirectos, el número total de movimientos, los movimientos máximos por ensayo y el tiempo que se le permite completar un ensayo. La figura a la extrema izquierda muestra una construcción en curso de un ensayo. Las dos cifras siguientes muestran cómo se construye el texto y los parámetros asociados a una prueba.
ru: Сделайте свои собственные варианты теста Tower of London. Вы контролируете количество демонстраций, практики и результативных попыток, количество прямых и косвенных ходов, общее количество ходов, максимальные ходы за попытку и время, необходимое для завершения испытания. Фигура в крайнем левом углу отображает поточный прогресс попытки. Следующие две фигуры показывают, как устроены текст и параметры, связанные с тестом.

# popup_item1_imgTitle
source: 'Add or Edit trials. ', 'Set up instructions or test descriptions in any language. ', 'Set up the number of demo trials, actual trials', 'Set up Feddback test, Wait message, End-of-the-test instructions. ', 'jquery elastic grid 9'
es: Agregar o editar ensayos.', 'Configure instrucciones o descripciones del ensayo en cualquier idioma.', 'Configure el número de ensayos de demostración, ensayos reales', 'Configurar la prueba de realimentación, Mensaje de espera, Instrucciones al fin de la prueba.', 'jquery elastic grid 9'
ru: 'Добавление или изменение попыток.', 'Настроить инструкции или описания тестов на любом языке.', 'Настройте количество пробных попыток, фактических попыток.', 'Настройте обратную связь для теста, сообщение ожидания, инструкции по завершению тестирования.'

# popup_item1_title
source: Make Your Own Tests
es: Haga sus propias pruebas
ru: Сделайте свои собственные тесты

# popup_item2_description
source: Get immediate test results. Figure 1 on the left shows a typical results output for a set of Tower of London Problems. The column information is the following: column 1 is the trial number, column 2 designates the trial as scored (Trial) or as a Practice trial (setup allows the inclusion or non-inclusion of Practice trials in the scoring); Column labeled Initial Think Time is the time prior to the first move in seconds and milliseconds (It is your initial planning time.); the Game Time column is the total trial time and includes the Initial think time; Number of Moves column is the total number of moves made on a trial (an upper limit can be designated in the setup); the column label Minimum Moves is the number of moves for an optimal solution; the Excess Moves column gives the number of moves above an optimal solution—if the move or time limit is exceeded the score is the move limit minus the optimal solution number of moves; the Number of Illegal moves is the number of initial attempts to drop a bead on a peg where it would result in stacking above the peg; the Game Timed Out column is checked when the time limit is exceeded; the Over Moves Limit is checked when the number of moves exceeds the upper move limit. The second figure shows a direct transfer to Excel. The third figure shows the trials transferred to Excel as a single line. The third figure will probably be most useful for those individuals who want to analyze their data in SPSS.
es: Obtenga resultados de prueba inmediatos. La figura 1 de la izquierda muestra un resultado típico para un conjunto de problemas de la Torre de Londres. La información de la columna es la siguiente: la columna 1 es el número de prueba, la columna 2 designa el ensayo como puntuado (ensayo) o como una prueba de práctica (la configuración permite la inclusión o no inclusión de ensayos de práctica en la puntuación); La columna rotulada El Tiempo Inicial, es el tiempo anterior al primer movimiento, en segundos y milisegundos (es el tiempo de planificación inicial); la columna Tiempo de Juego, es el tiempo total de prueba e incluye el tiempo incial de pensar; La columna Número de Movimientos es el número total de movimientos realizados en una prueba (se puede designar un límite superior en la configuración); la etiqueta de columna movimientos mínimos es el número de movimientos para una solución óptima; la columna Movimientos Excesivos da el número de movimientos por encima de la solución óptima- si se excede el movimientos o el límite de tiempo, la puntuación es el límite de movimientos menos el número de movimientos óptimos de la solución; El número de movimientos ilegales es el número de intentos iniciales para soltar una cuenta en una clavija, lo que resultaría en pilar por encima de la clavija. La columna El juego está fuera de tiempo se marca cuando se excede el límite de tiempo; el Fuera del Límite de Movimientos se verifíca cuando el número de movimientos excede el límite de movimiento superior. La segunda cifra muestra una transferencia directa a Excel. La tercera cifra muestra las pruebas transferidas a Excel como una sola línea. La tercera cifra probablemente será la más útil para las personas que quieran analizar sus datos en SPSS.
ru: Получите немедленные результаты теста. Рисунок 1 слева показывает типичный результат для набора задач Tower of London. Информация столбца следующая: столбец 1 - номер попытки, столбец 2 обозначает испытание как результативное (Trial) или как практическое испытание (настройка позволяет включать или не включать в практику испытания в подсчете); Столбец с надписью "Начальное время планирования" - время до первого хода в секундах и миллисекундах (Это ваше начальное время планирования.); столбец «Время игры» - это общее пробное время и включает в себя начальное время планирования; столбец «Количество движений» - общее количество ходов, сделанных за попытку (верхний предел может быть указан в настройке); столбец "Минимум ходов" - это количество ходов для оптимального решения; столбец «Превышение перемещений» дает количество ходов над оптимальным решением - если превышено перемещение или ограничение по времени; результат - это предел перемещения минус оптимальное количество решений движения; Число незаконных ходов - это количество первоначальных попыток сбросить бусину на привязку, где это приведет к укладке над штифтом; столбец «Тайм-аут игры» проверяется, когда превышен лимит времени; предел превышения перемещений проверяется, когда количество перемещений превышает верхний предел перемещения. На втором рисунке показана прямая передача в Excel. На третьем рисунке показаны испытания, перенесенные в Excel как одна строка. Третий рисунок, вероятно, будет наиболее полезной для тех людей, которые хотят проанализировать свои данные в SPSS.

# popup_item2_title
source: Scoring
es: Anotación
ru: Счет

# popup_item3_description
source: Figures 1 and 2 show a problem in the process of being solved. Figure 3 shows a window where you can click on Start on the left hand side to initiate a Tower of London set of problems. The right half of this window shows tests that have been completed. Clicking on the eye allows you to see the results. Figure 4 shows a window where you can either run a test if you have tests or purchase tests if there is not a green button
es: Las cifras 1 y 2 muestran un problema que está en el proceso de ser resuelto. La cifra 3 muestra una pantalla en donde puede hacer clic en Inicio en el lado izquierdo para iniciar un conjunto de problemas de Torre de Londres. Al lado derecho de esta pantalla, se muestran las pruebas que se han cumplido. Al hacer clic en el ojo, puede ver los resultados. La cifra 4 muestra una pantalla en donde puede ejecutar una prueba si tiene pruebas o comprar pruebas si no hay un botón verde.
ru: На рисунках 1 и 2 показана задача в процессе решения. На рисунке 3 показано окно, в котором вы можете нажать "Начать с левой стороны", чтобы инициировать установку задачи Tower of London. Правая половина этого окна показывает завершенные тесты. Нажатие на глаз позволяет увидеть результаты. На рисунке 4 показано окно, в котором вы можете либо запустить тест, если у вас есть тесты или купить тесты

# popup_item3_title
source: Tower of London Test
es: Prueba Torre de Londres
ru: Тест Tower of London

# price_hundred_buy.Text
source: Buy Now
es: Comprar ahora
ru: Купить сейчас

# price_hundred_paragraph.Text
source: Medium Size Project
es: Proyecto de medio tamaño
ru: Проект среднего размера

# price_hundred_title.Text
source: Set of 100
es: Conjunto de 100
ru: Набор из 100

# price_single_buy.Text
source: Buy Now
es: Comprar ahora
ru: Купить сейчас

# price_single_paragraph.Text
source: One Time Run
es: Ejecutar una sola vez
ru: Пройти один раз

# price_single_title.Text
source: Single Test
es: Solo una prueba
ru: Один Тест

# price_ten_buy.Text
source: Buy Now
es: Comprar ahora
ru: Купить сейчас

# price_ten_paragraph.Text
source: Small Project
es: Proyecto pequeño
ru: Малый проект

# price_ten_title.Text
source: Set of 10
es: Conjunto de 10
ru: Набор из 10

# price_unlim_buy.Text
source: Buy Now
es: Comprar ahora
ru: Купить сейчас

# price_unlim_paragraph.Text
source: Large Project
es: Proyecto grande
ru: Большой проект

# register.Text
source: Register
es: Regístrese
ru: Регистрация

# runtest.Text
source: Run Test
es: Ejecutar prueba
ru: Начать Тест

# specifications_paragraph1.Text
source: This test will take about 20 minutes to complete.
es: Esta prueba tardará aproximadamente 20 minutos en completarse.
ru: Этот тест займет около 20 минут.

# specifications_paragraph2.Text
source: Recommended minimum screen resolution is 1000 x 700.
es: La resolución de pantalla mínima recomendada es 10000 x 700.
ru: Рекомендуемое минимальное разрешение экрана - 1000 x 700.

# specifications_title.Text
source: Specifications:
es: Las especificaciones:
ru: Характеристики:

# or.Text
source: OR
ru: ИЛИ
