Repository: AnastasiaLevy/NewRepo
Catalog: TestSite/App_LocalResources/MainPage.aspx.*.resx
Languages: es, ru

# about_row1_paragraph.Text
source: CogQuiz is a company committed to the development of powerful computer-based tools for cognitive and neuropsychological research and evaluation. Our goal is to design computerized neuropsychological and cognitive tests that are affordable for assessment of medical and/or a mental health status. We have strived, and think we are successful, in making an easy to use, affordably priced tests usable by the general public. As a consumer, you will take a test that is the equal of any test in terms of norms and receive feedback at a fraction of the cost of seeing a licensed professional. You may print out a report that you can take to a professional for an evaluation beyond the report we provide. We believe that an informed individual is their own best advocate.
es: CogQuiz es una empresa comprometida al desarollo de potentes herramientas basadas en computación para la investigación y evaluación cognitiva y neuropsicológica. Nuestro objetivo es diseñar pruebas cognitivas y neuropsicológicas computarizadas que sean accesible para la evaluación del estado médico y/o estado de salud mental. Nos hemos esforzado, y creemos que somos exitosos, en crear pruebas fáciles de usar, accesibles y utilizables para el público en general. Como un consumidor, usted tomará una prueba que es igual a cualquier otra prueba en términos de normas y recibirá asesoramiento a una fracción del costo de ver a un licenciado profesional. Puede imprimir un informe que podrá presentar a un profesional para una evaluación más allá del informe que proporcionamos nosotros. Creemos que un individuo informado tiene la capacidad para abogar por sí mismo.
ru: CogQuiz - компания, занимающаяся разработкой мощных компьютерных средств для когнитивных и нейропсихологических исследований и оценки. Наша цель - разработать компьютеризированные нейропсихологические и когнитивные тесты, доступные для оценки состояния здоровья и/или психического здоровья. Мы стремились и думаем что добились успеха, в создании простых в использовании, доступных по цене тестов, используемых широкой общественностью. Как потребитель, вы пройдете тест, который будет равным любому тесту с точки зрения норм и получит обратную связь за небольшую часть стоимости на осмотр лицензированного профессионала. Вы можете распечатать отчет, который вы можете показать профессионалу для оценки за пределами предоставленного нами отчета. Мы считаем, что информированный человек является их лучшим защитником для себя.

# about_row1_title.Text
source: The CogQuiz General Philosophy
es: La filosofía general de CogQuiz

# about_row2_paragraph.Text
source: Our products reflect over 50 years of experience in using computers for experiment control, data acquisition, and data analysis in cognitive and behavioral research. Our products have been used as part of a long-term research program in several universities and by licensed practitioners alike. Many of the tests have extensive sets of age-stratified normative data which are included in each test product's report/manual.
es: Nuestros productos reflejan más de 50 años de experiencia en el uso de computación para el control de experimentos, adquisición de datos y análisis de datos en investigación cognitiva y conductual. Nuestros productos han sido utilizados como parte de un programa de investigación a largo plazo en varias universidades y por licenciados. Muchas de las pruebas tienen conjuntos extensos de datos normativos estratificados por edad que se incluyen en el informe/manual de cada producto de prueba.
ru: Наши продукты отражают более чем 50-летний опыт использования компьютеров для управления экспериментами, сбора данных и анализа данных в когнитивных и поведенческих исследованиях. Наши продукты использовались в рамках долгосрочной исследовательской программы в нескольких университетах и лицензированных практиков. Многие из тестов имеют обширные наборы устаревших нормативных данных, которые включены в отчет / руководство каждого тестового продукта.

# about_row2_title.Text
source: History and Validating Data
es: Historial y validación de datos
ru: История и проверка данных

# about_row3_paragraph.Text
source: All CogQuiz products come with preprogrammed tests that were used to collect the normative data provided in the test documentation. There are few or no commercial products with equivalent norms, anywhere.
es: Todos los productos de CogQuiz incluyen pruebas preprogramadas que se utilizaron para recopilar los datos normativos provistos en la documentación de las pruebas. No hay productos comerciales o muy pocos, con normas equivalentes en ningún lugar.
ru: Все продукты CogQuiz поставляются с предварительно запрограммированными тестами, которые были использованы для сбора нормативных данных, представленных в тестовой документации. Есть мало или нет коммерческих продуктов с эквивалентными нормами, в любом месте.

# about_row3_title.Text
source: Large Norm Base
es: Base grande de la norma
ru: Большая нормальная база

# about_row4_paragraph.Text
source: All CogQuiz tests utilize a centralized database. Whether you are using only one of our tests or all of them, collected data is secure. In addition to facilitating the management of all testing data, this approach also ensures heightened security and confidentiality of all participant information.
es: Todas la pruebas de CogQuiz utilizan una base de datos centralizada. Ya sea que usted esté utilizando uno o todas de nuestras pruebas, los datos recopilados están protejidos. Además de facilitar el manejo de toda la prueba de datos, este enfoque también garantiza una mayor seguridad y confidencialidad de toda la información de los participantes.
ru: Все тесты CogQuiz используют централизованную базу данных. Используете ли вы только один из наших тестов или все из них, собранные данные защищены. В дополнение к облегчению управления всеми данными тестирования этот подход также обеспечивает повышенную безопасность и конфиденциальность всей информации участника.

# about_row4_title.Text
source: Centralized Secure Database
es: Base de datos segura y centralizada
ru: Централизованная безопасная база данных

# about_title.Text
source: CogQuiz Neuropsychological Tests
es: Pruebas neuropsicológicas de CogQuiz
ru: Нейропсихологический тесты CogQuiz

# available_nav_all.Text
source: All
es: Todo
ru: Все

# available_nav_executive.Text
source: Executive Function
es: Función ejecutiva
ru: Исполнительная функция

# available_nav_memory.Text
source: Memory
es: Memoria
ru: Память

# available_nav_mobileapps.Text
source: Processing Speed
es: Velocidad de procesamiento
ru: Скорость обработки

# available_title1.Text
source: The software for each CogQuiz test has been designed with an emphasis on efficiency and ease of use. Each test comes with an easy to use example and a screen feature definition. In addition, we offer prompt, courteous customer support via email or Skype. CogQuiz tests will run on Microsoft Windows XP SP3®, Vista®, Windows 7® Windows 8®.
es: El software para cada prueba de CogQuiz ha sido designado con énfasis en la eficiencia y la facilidad de uso. Cada prueba viene con un ejemplo fácil de usar y una función de definición de pantalla. Además, ofrecemos atención rápida y cortés al cliente a través de correo electrónico o Skype. Las pruebas de CogQuiz se ejecutarán en Microsoft Windows XP SP3®, Vista®, Windows 7® Windows 8®.
ru: Программное обеспечение для каждого теста CogQuiz было разработано с упором на эффективность и простоту использования. Каждый тест поставляется с простым в использовании примером и определением разширением экрана. Кроме того, мы предлагаем оперативную, вежливую поддержку клиентов по электронной почте или по Skype. Тесты CogQuiz будут работать на операционых системах Microsoft Windows XP SP3®, Vista®, Windows 7® Windows 8®.

# available_title2.Text
source: All Available Tests
es: Todas las pruebas disponibles
ru: Все доступные тесты

# carousel_image1_span.Text
source: image1
es: Imágen 1

# carousel_image1_title1.Text
source: Instant Results
es: Resultos inmediatos
ru: Мгновенные результаты

# carousel_image1_title2.Text
source: Afraid your child might have ADHD, find out in the privacy of your home for a fraction of the cost of a psychological assetssment in a doctor's office.
es: Teme que su hijo tenga TDAH? Descubra en la privacidad de su casa por una fracción del costo de una evaluación psicológica en el consultorio médico.
ru: Боясь, что у вашего ребенка может быть СДВГ, узнайте это не выходя из дому за небольшую часть стоимости психологической оценки в кабинете врача.

# carousel_image2_span.Text
source: image2
es: Imágen 2

# carousel_image2_title1.Text
source: Neuropsychological test
es: Prueba neuropsicológica
ru: Нейропсихологический тест

# carousel_image2_title2.Text
source: Fun brain games for the public in a private setting.
es: Juegos divertidos para el cerebro para el público en un entorno privado.
ru: Забавные мозговые игры для публики в частной обстановке.

# carousel_image3_span.Text
source: image3
es: Imágen 3

# carousel_image3_title1.Text
source: Looking to hire a candidate?
es: " ¿Busca contratar un candidato?"
ru: Хотите нанять кандидата?

# carousel_image3_title2.Text
source: Have them take one of attenion and speed of processing tests. Find out if they can really do the job.
es: Pídales que tomen una prueba de procesamiento de atención y rapidéz. Averigüe si verdaderamente pueden hacer el trabajo.
ru: Попросите их обратить внимание и скорость обработки тестов. Узнайте, действительно ли они могут выполнять эту работу.

# carousel_image4_span.Text
source: Image 04
es: Imágen 4

# carousel_image4_title1.Text
source: Cognitive Aging Concerns?
es: ¿Tiene usted preocupaciones del envejecimiento cognitivo?
ru: Проблемы когнитивного старения?

# carousel_image4_title2.Text
source: Find out if you are aging gracefully, like others in your age bracket or, if there's cause for concern.
es: Averigüe si está envejeciendo dignamente como otros en su grupo de edad o, si hay motivos para preocuparse.
ru: Узнайте, стареете ли вы изящно, как и другие в вашей возрастной группе, или, если есть причины для беспокойства.

# carousel_image5_span.Text
source: Image 05
es: Imágen 5

# carousel_image5_title1.Text
source: COMPARE YOUR SCORE AGAINS THOUSANDS OF PEOPLE
es: COMPARE SUS RESULTADOS CON MILES DE PERSONAS
ru: СРАВНИТЕ СВОЙ СЧЕТ ПРОТИВ ТЫСЯЧ ЛЮДЕЙ

# carousel_image5_title2.Text
source: With the most norms available, no other test can definitevly tell you about your results like CogQuiz can.
es: Con la mayoría de las normas disponibles, ninguna otra prueba puede decirle definitivamente sobre sus resultados como CogQuiz puede.
ru: Имея большинство доступных норм, ни один другой тест не может определенно рассказать вам о ваших результатах, так как может CogQuiz.

# carousel_image6_span.Text
source: Image 06
es: Imágen 6

# carousel_image6_title1.Text
source: Researcher or Medical Practitioner?
es: ¿Es usted un investigador o médico practicante?
ru: Исследователь или врач?

# carousel_image6_title2.Text
source: Special pricing is available for researchers and medical practitioners. Contact us for more details.
es: Precios especiales están disponibles para investigadores y médicos practicantes. Contactenos para más detalles.
ru: Специальная цена доступна для исследователей и врачей. Свяжитесь с нами для более подробной информации.

# contactError_EmailNotValid
source: Email address is not valid!
es: ¡La dirección de correo electrónico no es válida!
ru: Недействительный адрес электронной почты!

# contactError_error
source: There was error sending you message. Please try again later.
es: Hubo un error en enviar su mensaje. Por favor, inténtelo de nuevo más tarde.
ru: Не удалось отправить сообщение. Пожалуйста, повторите попытку позже.

# contactError_true
source: Thank you. We will be in touch next business day
es: Gracias. Estaremos en contacto el próximo día hábil.
ru: Спасибо. Мы свяжемся с вами на следующий рабочий день

# contact_email.Text
source: Your Email:
es: Su correo electrónico:
ru: Ваш Email:

# contact_message.Text
source: Message:
es: Mensaje:
ru: Сообщение:

# contact_name.Text
source: Your Name:
es: Su nombre:
ru: Ваше имя:

# contact_send.Text
source: Send Email
es: Enviar correo electrónico
ru: Отправить

# desktop_test1_paragraph.Text
source: A tool to create questionnaires for collecting participant information.
es: Una herramienta para crear cuestionarios para recopilar información de los participantes.
ru: Инструмент создания вопросников для сбора информации участников.

# desktop_test1_ref.Text
source: View more
es: Ver más
ru: Показать еще

# desktop_test2_paragraph.Text
source: A tool to create questionnaires for collecting participant information.
es: Una herramienta para crear cuestionarios para la recopilación de información de los participantes.
ru: Инструмент создания вопросников для сбора информации участников.

# desktop_test2_ref.Text
source: View more
es: Ver más
ru: Показать еще

# desktop_test2_title.Text
source: Desktop Tests Collection
es: Colección de pruebas de escritorio
ru: Коллекция тестов для Desktop

# desktop_test3_paragraph.Text
source: A tool to create questionnaires for collecting participant information.
es: Una herramienta para crear cuestionarios para la recopilación de información de los participantes.
ru: Инструмент создания вопросников для сбора информации участников.

# desktop_test3_ref.Text
source: View more
es: Ver más
ru: Показать еще

# desktop_test3_title.Text
source: Tower of London
es: Torre de Londres

# desktop_title.Text
source: DeskTop Tests
es: Pruebas de escritorio
ru: Тесты для Desktop

# errorPayment
source: Cannot process payment. Please contact administrator.
es: No se puede procesar el pago. Por favor contacte al administrador.
ru: Невозможно обработать платеж. Обратитесь к администратору.

# follow.Text
source: FOLLOW US
es: SÍGANOS
ru: ПОДПИСАТЬСЯ

# navbar_about.Text
source: About
es: Acerca de
ru: О нас

# navbar_avalable.Text
source: Avalable Tests
es: Pruebas disponibles
ru: Доступные тесты

# navbar_categories.Text
source: Test Categories
es: Categorías de prueba
ru: Категории тестов

# navbar_connect.Text
source: Connect
es: Conectar
ru: Связь

# navbar_custom.Text
source: Custom Tests
es: Pruebas personalizadas
ru: Пользовательские тесты

# navbar_desktop.Text
source: DeskTop Tests
es: Pruebas de escritorio
ru: Тесты для Desktop

# navbar_home.Text
source: Home
es: Inicio
ru: Главная

# navbar_login.Text
source: Login
es: Iniciar sesión
ru: Войти

# navbar_logout.Text
source: Log Out
es: Salir
ru: Выйти

# navbar_profile.Text
source: Profile
es: Perfil
ru: Профиль

# navbar_trending.Text
source: Trending
es: Tendencias
ru: Тенденции

# order_test1_paragraph.Text
source: Are you a practitioner, clinition, medical profressional or researcher in need of a specific test? We can make it for you within a two weeks, end-2-end.
es: ¿Es usted un practicante, un clínico, un médico o un investigador que necesita una prueba específica? Nosotros podemos hacerlo en un periodo de dos semanas.
ru: Вы практикующий врач, медицинский работник или исследователь, нуждающийся в конкретном тесте? Мы можем сделать это для вас в течение двух недель.

# order_test1_title.Text
source: Single Test
es: Solo una prueba
ru: Единственный тест

# order_test2_paragraph.Text
source: We will make software for you based off of your needs. Neuropsychological testing is our specialty. If you are looking for custom software that is maluable and configurable for multiple tests, can keep a track of participants, store results, we are your best option.
es: Haremos un software para usted basado en sus necesidades. Las pruebas neuropsicológicas son nuestra especialidad. Si busca un software personalizado que sea maleable y se pueda configurar para múltiples pruebas, puede mantener un registro de los participantes y guardar los resultados, somos su mejor opción.
ru: Мы сделаем для вас программное обеспечение исходя из ваших потребностей. Нейропсихологическое тестирование - наша специальность. Если вы ищете гибкое специализированное программное обеспечение, которое легко настраивается для множества тестов, может отслеживать участников, сохранять результаты, мы ваш лучший вариант.

# order_test2_title.Text
source: Research Environment
es: Entorno de investigación
ru: Исследовательская среда

# order_test3_paragraph.Text
source: We create the software, and we will host it for you too. We take the worrying out of Hipaa regulations and data integrity. We design and develop Cloud based and Desktop applications.
es: Nosotros creamos el software y también se lo mantenemos en un servidor. Eliminamos la preocupación de las regulaciones del Codigo de Portabilidad del Seguro de Salud y Contabilidad (HIPAA) y la integridad de los datos. Diseñamos y desarrollamos aplicaciones basadas en la nube y de escritorio.
ru: Мы создаем программное обеспечение, и мы разместим его для вас. Мы берем на себя заботу о правилах Hipaa и целостности данных. Мы разрабатываем и разрабатываем облачные и настольные приложения.

# order_test3_title.Text
source: Software and Hosting
es: El software y el alojamiento
ru: Программное обеспечение и хостинг

# order_test4_paragraph.Text
source: With custom software comes custom requests. Do you want your tests to run on Android, Apple, locked applications for tablets, or desktop applications? We can help.
es: Con el software personalizado vienen solicitudes personalizadas. ¿Desea usted que sus pruebas se ejecuten en Android, Apple, aplicaciones bloqueadas para tabletas o aplicaciones de escritorio? Nosotros le podemos ayudar.
ru: С пользовательским программным обеспечением поступают пользовательские запросы. Вы хотите, чтобы ваши тесты запускались на Android, Apple, заблокированных приложениях для планшетов или настольных приложений? Мы можем помочь.

# order_test4_title.Text
source: Platforms
es: Plataformas
ru: Платформы

# order_title.Text
source: Tests to Order
es: Pruebas para ordenar
ru: Тесты на заказ

# service_category1_paragraph.Text
source: Short-term and long term-merm memory tests avaialble. Take one of our quizes and find out where you stand in relation to others. Are you capable of remembering germane or salient details, or is there cause for concern?
es: Pruebas de memoria a corto y largo plazo disponibles. Tome uno de nuestros cuestionarios y averigüe dónde está parado en relación con otros. ¿Es usted capaz de recordar los detalles alemanes o salientes, o hay motivos para preocuparse?
ru: Доступны тесты краткосрочной и долгосрочной памяти. Возьмите один из наших викторин и узнайте, где вы стоите по отношению к другим. Можете ли вы вспомнить общие или подробные детали или есть причина для беспокойства?

# service_category1_title.Text
source: Memory
es: Memoria
ru: Память

# service_category2_paragraph.Text
source: Are you concerned with your Attention span, your ability to switch between tasks effectively or your speed of processing? Executive function tests help you determine if you have alfflictions like ADHD or NNNN
es: ¿Le preocupa tu capacidad de atención, tu habilidad para cambiar entre tareas de manera efectiva o tu velocidad de procesamiento? Las pruebas de función ejecutiva le ayudan a determinar si tiene alfflictions como TDAH o nnnn
ru: Вы обеспокоены тем, что касается вашего внимания, вашей способности эффективно переключаться между задачами или скорости обработки? Контрольные функциональные тесты помогут вам определить, есть ли у вас такие аффетиции, как ADHD или NNNN

# service_category2_title.Text
source: Executive function and Planning
es: La función ejecutiva y planificación
ru: Исполнительная функция и планирование

# service_category3_paragraph.Text
source: Speed of processing has been a major explantory varialbe for enhanced cognitive performace during development.
es: LLa velocidad de procesamiento ha sido una variable explicativa importante para un mayor desempeño cognitivo durante el desarrollo.
ru: Скорость обработки была основной пояснительной переменной для повышения когнитивной эффективности во время разработки.

# service_category3_title.Text
source: Processing Speed
es: Velocidad de procesamiento
ru: Скорость обработки

# service_title.Text
source: Test Categories
es: Categorías de prueba
ru: Категории тестов

# videos_label1.Text
source: Provider Dash Part 1
es: Proveedor Dash Parte 1

# videos_label2.Text
source: Provider Dash Part 2
es: Proveedor Dash Parte 2

# videos_label3.Text
source: Provider Dash Part 3
es: Proveedor Dash Parte 3

# videos_label4.Text
source: Tower of London Set Up
es: Configuración Torre de Londres
ru: Установка Tower of London

# videos_title.Text
source: Instructional Videos
es: Videos instructivos
ru: Учебные видеоролики
