Repository: AnastasiaLevy/NewRepo
Catalog: TestSite/App_LocalResources/Registration.aspx.*.resx
Languages: ru

# follow.text
source: FOLLOW US
ru: ПОДПИСАТЬСЯ

# formInstructions_errorsaved.text
source: There was an error saving your profile.
ru: Ошибка при сохранении вашго профиля.

# formInstructions_profilesaved.text
source: Your profile is saved
ru: Ваш профиль сохранен

# navbar_goBack.text
source: Back to Profile
ru: Вернуться к Профилю

# navbar_home.text
source: Home
ru: Главная

# navbar_save.text
source: Save
ru: Сохранить

# regForm_btnsave.text
source: Save
ru: Сохранить

# regForm_cbEnglNo.text
source: No
ru: Нет

# regForm_cbEnglYes.text
source: Yes
ru: Да

# regForm_cbFmale.text
source: F
ru: Ж

# regForm_cbHeadInjN.text
source: No
ru: Нет

# regForm_cbHeadInjY.text
source: Yes
ru: Да

# regForm_cbMale.text
source: M
ru: М

# regForm_cbMedicationsN.text
source: No
ru: Нет

# regForm_cbMedicationsY.text
source: Yes
ru: Да

# regForm_checkBox_agree.text
source: I Have Read and Understood
ru: Я прочитал и понял

# regForm_firstLang.placeholder
source: first language
ru: первый язык

# regForm_firstNameValid.ErrorMessage
source: Please enter your name
ru: Пожалуйста, введите Ваше имя

# regForm_lastNameValid.ErrorMessage
source: Please enter your last name
ru: Пожалуйста, введите Вашу фамилию

# regForm_lbBday.text
source: *Birth Date:
ru: Дата рождения:

# regForm_lbEducation.text
source: Education:
ru: Образование:

# regForm_lbFistName.text
source: *First Name:
ru: *Имя:

# regForm_lbGender.text
source: Gender
ru: Пол

# regForm_lbHand.text
source: Dominant Hand
ru: Доминирующая рука

# regForm_lbHeadInj.text
source: Have you ever had a head injury?
ru: У вас когда-либо была травма головы?

# regForm_lbHeadInjNum.text
source: How Many?
ru: Сколько раз?

# regForm_lbIncome.text
source: Level of Income:
ru: Уровень дохода:

# regForm_lbLastName.text
source: *Last Name:
ru: *Фамилия:

# regForm_lblEthnicity.text
source: Ethnicity
ru: Этническая принадлежность

# regForm_lblFstLang.text
source: Pleas Enter Your First Language:
ru: Пожалуйста, введите свой родной язык:

# regForm_lblLang.text
source: Is English your first language?
ru: Английский ли ваш родной язык?

# regForm_lbMeds.text
source: Are you currently taking any medications?
ru: Вы принимаете какие-либо лекарства?

# regForm_paragraph1.text
source: Please fill out the form to ensure the most accurate scoring results for the test.
ru: Пожалуйста, заполните форму, чтобы обеспечить наиболее точные результаты оценки теста.

# regForm_paragraph2.text
source: Required fields are marked with *
ru: Обязательные для заполнения поля отмечены значком *

# regForm_paragraph3.text
source: To utilize the assessments on this site you need to read and agree to the conditions for taking any of the assessments provided by CogQuiz.com. The tests on this site are considered and provided solely as experimental assessments. They are not clinically or medically diagnostic or for use in treating or preventing clinical of medical conditions. If you have questions or concerns about the results or our reporting of your results on any assessment taken on this site, you may want to print your results and discuss them with a licensed medical of psychological professional. CogQuiz.com, CogQuiz, LLC, or the owners of this company and/or website are not responsible for any errors or misinterpretation of the results by users of this website and assessments. By checking accept below you are acknowledging that you have read and understood the conditions for taking any assessment provided on this website.
ru: Чтобы использовать оценки на этом сайте, вам необходимо прочитать и согласиться с условиями для получения каких-либо оценок, предоставленных CogQuiz.com. Тесты на этом сайте рассматриваются и предоставляются исключительно в качестве экспериментальных оценок. Они не являются клинически или медицинской диагностикой или не используются для лечения или профилактики клинических заболеваний. Если у вас есть вопросы или замечания относительно результатов или наших отчетов о ваших результатах по любой оценке, сделанной на этом сайте, вы можете распечатать свои результаты и обсудить их с лицензированным врачом психологического профессионала. CogQuiz.com, CogQuiz, LLC или владельцы этой компании и/или веб-сайта не несут ответственности за какие-либо ошибки или неправильное толкование результатов пользователями этого веб-сайта и оценками. Поставив галочку ниже, вы подтверждаете, что прочитали и поняли условия для получения какой-либо оценки, представленной на этом веб-сайте.

# regForm_RequiredFieldValidator1.ErrorMessage
source: Please enter your birthday
ru: Введите свой день рождения

# regForm_scaleRead_brainActivity_label5.text
source: more than 20
ru: более 20

# regForm_scaleRead_label1.text
source: How many hours a week do you engage in stimulating activity such as follows: reading, writing, playing cards, intellectual conversations, computer use:
ru: Сколько часов в неделю вы занимаетесь стимулирующей активностью, например: чтение, письмо, игральные карты, интеллектуальные разговоры, использование компьютеров:

# regForm_scaleRead_label2.text
source: How many hours a week do you exercise?
ru: Сколько часов в неделю вы тренируетесь?

# regForm_scaleRead_label3.text
source: How would you rate your self-esteem:
ru: Как бы вы оценили свою самооценку:

# regForm_scaleRead_label4.text
source: How would you rate your overall health:
ru: Как бы вы оценили общее состояние здоровья:

# regForm_scaleRead_selfEsteem_label1.text
source: Low
ru: Низкий

# regForm_scaleRead_selfEsteem_label2.text
source: Below Avarage
ru: Ниже среднего

# regForm_scaleRead_selfEsteem_label3.text
source: Average
ru: Средне

# regForm_scaleRead_selfEsteem_label4.text
source: Above Average
ru: Выше среднего

# regForm_scaleRead_selfEsteem_label5.text
source: High
ru: Высокая

# regForm_scaleRead_selfHealth_label1.text
source: Poor
ru: Плохо

# regForm_scaleRead_selfHealth_label2.text
source: Below Average
ru: Ниже среднего

# regForm_scaleRead_selfHealth_label3.text
source: Average
ru: Средне

# regForm_scaleRead_selfHealth_label4.text
source: Above Average
ru: Выше среднего

# regForm_scaleRead_selfHealth_label5.text
source: Excellent
ru: Отлично

# regForm_title1.text
source: Profile Form
ru: Анкета

# regForm_title2.text
source: Disclaimer
ru: Отказ от ответственности

# regForm_txtBDay.placeholder
source: mm/dd/yy
ru: мм/дд /гг

# regForm_txtFirstName.placeholder
source: First Name
ru: Имя

# regForm_txtKindMeds.placeholder
source: medications
ru: лекарственные препараты

# regForm_txtLastName.placeholder
source: Last Name
ru: Фамилия

# pagetitle.title
source: User data
ru: Данные пользователя

# ddlEducation_item1
source: Some High School
ru: Средняя школа

# ddlEducation_item2
source: High School Grad
ru: Гимназия

# ddlEducation_item3
source: Some University
ru: Университет

# ddlEducation_item4
source: Univ Undegraduate
ru: Бакалаврат

# ddlEducation_item5
source: Graduate School
ru: Высшая школа

# ddlEducation_item6
source: PhD
ru: Кандидат наук

# ddlEthnicity_item1
source: White/Non-hispanic
ru: Белый / неиспанский

# ddlEthnicity_item2
source: African American/African origin
ru: Афро-американское / африканское происхождение

# ddlEthnicity_item3
source: Hispanic or Latino
ru: Испанец или латиноамериканец

# ddlEthnicity_item4
source: Asian
ru: Азиат

# ddlEthnicity_item5
source: American Indian or Alaskan Native
ru: Американский, индейский или аляскинский

# ddlEthnicity_item6
source: Native Hawaiian or Pacific Islander
ru: Гавайский или тихоокеанский островитянин

# ddlHand_item1
source: left
ru: левая

# ddlHand_item2
source: right
ru: правая

# ddlHand_item3
source: ambidextrous
ru: владеющий двумя руками

# ddlIncome_item1
source: less than 10 000
ru: меньше 10 000

# ddlIncome_item5
source: more than 100 000
ru: больше 100 000
