Repository: AnastasiaLevy/NewRepo
Catalog: TestSite/category/App_LocalResources/Memory.aspx.*.resx
Languages: es, ru

# availableTests_title.Text
source: Memory Tests:
es: Pruebas de memoria
ru: Тесты памяти:

# follow.Text
source: FOLLOW US
es: SÍGANOS
ru: Подписывайтесь на нас

# memory_paragraph1.Text
source: An early theory proposed by Aristotle of memory conceived of it as a single entity and likened it to an impression made in wax. Current theorist have proposed that memory comes in several different varieties. One distinction is between declarative and nondeclarative memory.
es: Una teoría temprana propuesta por Aristóteles de memoria la concibió como una sola entidad y la comparó con una impresión hecha en cera. Teóricos actuales han propuesto que la memoria viene en varias variedades diferentes. Una distinción es entre memoria declarativa y no declarativa.
ru: Ранняя теория памяти, предложенная Аристотелем, задумывала ее как единую сущность и сравнивала с впечатлением. Современные теоретики предполагают, что память приходит в нескольких разных вариантах. Декларативная и недекларирующая память.

# memory_paragraph2.Text
source: Declartive memory is the form of memory with which most of us are familiar. A subtype of declarative memory is episodic memory and is characterized by temporal and personal tags. For example, I drove to Albany New York yesterday. A second subtype of declarative memory is semantic memory. This type of memory is reflective of general knowledge (e.g., our knowledge tha Albany is the capital of New York state).
es: La memoria declarativa es la forma de memoria con la que la mayoría de nosotros estamos familiarizados. Un subtipo de memoria declarativa es la memoria episódica y se caracteriza por etiquetas temporales y personales. Por ejemplo, manejé a Albany, Nueva York ayer. Un segundo subtipo de memoria declarativa es la memoria semántica. Este tipo de memoria refleja el conocimiento general (por ejemplo, nuestro conocimiento de que Albany es la capital del estado de Nueva York).
ru: Декларативная память - это форма памяти, с которой большинство из нас знакомы. Подтип декларативной памяти - эпизодическая память которая характеризуется временными и личными тегами. Например, вчера я поехал в Олбани в Нью-Йорк. Второй подтип декларативной памяти - это семантическая память. Этот тип памяти отражает общие знания (например, наши знания, что Олбани является столицей штата Нью-Йорк).

# memory_paragraph3.Text
source: Nondeclarative memory is a pervasive form of memory that frequently occurs without conscious awareness and tends to occur automatically. Familiar and easily understood examples of this form of memory are driving a car or typing an email. We are all aware that driving and typing can occur effortlessly and without conscious awareness. Less familiar examples are a conversation where people know the cues telling them when it is their turn to speak and more broadley when one can take a variety of cues from the environment to inform them about their safety or preditions about the day's weather.
es: La memoria no declarativa es una forma
ru: Неделакларирующая память - это распространенная форма памяти, которая часто встречается без осознания и имеет тенденцию возникать автоматически. Знакомые и легко понятные примеры этой формы памяти: управлять автомобилем или набирать электронное письмо. Мы все знаем, что вождение и типизация могут происходить без усилий и осознания. Менее знакомые примеры - это беседа, в которой люди знают подсказки, рассказывающие им, когда настала их очередь говорить и сколько говорить, когда можно принимать различные сигналы из окружающей среды, чтобы быть в курсе о своей безопасности или предсказать погоду на текущий день.

# memory_paragraph4.Text
source: Working memory has become one of the hottest topics in memory research. Working memory is a form of memory that is held in conscious awareness and is characterized by active manipulation of information. For example, think about the process of multiplying 13 times 17 in your head. You might think 7 times 3 is 21 and I keep the 1 and carry the 2. I multiple 7 time 1 and add the 2 for a place holder of 91. I then multiple 13 times 1 and place 13 one digit to the left under 91. Next I add the numbers to get 221. I've temporarly held and manipulated information in my conscious awareness. Short-term memory is similar except that I don't manipulate the information. I look up a phone number and repeated it until I've dialed the number and then I drop it from awareness.
ru: Рабочая память стала одной из самых актуальных тем в исследовании памяти. Рабочая память - это форма памяти, которая хранится в сознании и характеризуется активным манипулированием информацией. Например, подумайте о процессе умножения 13 на 17 в вашей голове. Вы временно занимаете и манипулируете информацией в своем сознании. Краткосрочная память похожа, за исключением того, что вы не манипулируете информацией. Например, я просматриваю номер телефона и повторяю его до тех пор, пока не наберу номер, а затем опустил его от сознания.

# memory_title1.Text
source: Memory
es: Memoria
ru: Память

# memory_title2.Text
source: Types of Memory
es: Tipos de memoria
ru: Типы памяти

# memory_title3.Text
source: Declarative Memory
es: Memoria declarativa
ru: Декларативная память

# memory_title4.Text
source: Nondeclarative Memory
es: Memoria No declarativa
ru: Неделакларирующая память

# memory_title5.Text
source: Working Memory and Short-term Memory
es: Memoria de trabajo y Memoria a corto plazo
ru: Рабочая память и Краткосрочная память

# navbar_about.Text
source: Memory
es: Memoria
ru: Память

# navbar_home.Text
source: Home
es: Inicio
ru: Главная

# navbar_logIn.Text
source: Login
es: Iniciar sesión
ru: Логин

# navbar_logOut.Text
source: Log out
es: Salir
ru: Выход

# navbar_profile.Text
source: Profile
es: Perfil
ru: Профиль

# pagetitle.title
source: Cognitive Style Questionnaire, Cognitive Test Online Practice, Cognitive Ability Test Online
es: Estilo de cuestionario cognitivo, Prueba cognitiva práctica en línea, Prueba cognoscitiva de la capacidad en línea
ru: Вопросник по когнитивным тестам, когнитивная проверка и тренировка онлайн, тест на познавательную способность онлайн

# services_category1Paragraph.Text
source: Are you concerned with your Attention span, your ability to switch between tasks effectively or your speed of processing? Executive function tests help you determine if you have alfflictions like ADHD or NNNN
es: ¿Le preocupa su capacidad de atención, su habilidad para cambiar entre tareas de manera efectiva o su velocidad de procesamiento? Las pruebas de función ejecutiva le ayudan a determinar si tiene afflicciones como TDAH o NNNN
ru: Вы обеспокоены тем, что касается вашего внимания, вашей способности эффективно переключаться между задачами или скорости обработки информации? Контрольные функциональные тесты помогут вам определить, есть ли у вас такие аффетиции, как ADHD или NNNN

# services_category1Title.Text
source: Executive function and Planning
es: Función ejecutiva y planificación
ru: Исполнительная функция и планирование

# services_category2Paragraph.Text
source: Speed of processing has been a major explantory varialbe for enhanced cognitive performace during development.
es: La velocidad de procesamiento ha sido una variable explicativa importante para un mayor desempeño cognitivo durante el desarrollo.
ru: Скорость обработки информации была основной переменной для повышения когнитивной эффективности.

# services_category2Title.Text
source: Processing Speed
es: Velocidad de procesamiento
ru: Скорость обработки информации

# services_title.Text
source: Test Categories
es: Categorías de prueba
ru: Типы тестов
