Repository: AnastasiaLevy/NewRepo
Catalog: TestSite/Provider/App_LocalResources/ProviderPortal.aspx.*.resx
Languages: ru

# container_button_btnAddNewPart.Text
source: Add New Participant
ru: Добавить участника

# container_button_btnAddUserTest.Text
source: Assign Participant Test
ru: Присвоить тест участнику

# container_button_btnExportTestResults.Text
source: Export Test Results
ru: Экспортировать результаты теста

# container_button_btnModifyTest.Text
source: Modify Test
ru: Модификации тестов

# container_button_btnResetPassword.Text
source: Reset Password
ru: Сбросить пароль

# container_button_btnUpdateProfile.Text
source: Set Provider Code
ru: Сменить код провайдера

# container_title1.Text
source: Provider
ru: Панель

# container_title2_strong.Text
source: Dashboard
ru: провайдера

# myModal_btn.Text
source: Close
ru: Закрыть

# myModal_title.Text
source: Choose avaliable template
ru: Выберите подходящий шаблон

# navbar_Available.Text
source: Available Tests
ru: Доступные тесты

# navbar_categories.Text
source: Test Categories
ru: Категории

# navbar_dashboard.Text
source: Dashboard
ru: Панель

# navbar_home.Text
source: Home
ru: Главная

# navbar_Instructions.Text
source: Instructions
ru: Инструкции

# navbar_Norms.Text
source: Norms
ru: Нормы

# navbar_participantData.Text
source: Participant Data
ru: Данные учасников

# navbar_provider.Text
source: Provider Tests
ru: Ваши тесты

# NormsList_btn3.Text
source: Card Sort Test
ru: Тест Card Sort

# NormsList_strong.Text
source: Tables
ru: Таблицы

# NormsList_title.Text
source: Norms
ru: Нормы

# participantData_gvAllParticipants_btn.Text
source: open
ru: открыть

# participantData_gvAllParticipants_colums_Age.HeaderText
source: Age
ru: Возраст

# participantData_gvAllParticipants_colums_firstname.HeaderText
source: First Name
ru: Имя

# participantData_gvAllParticipants_colums_Lastname.HeaderText
source: Last Name
ru: Фамилия

# participantData_gvAllParticipants_colums_Profile.HeaderText
source: Profile
ru: Анкета

# participantData_gvAllParticipants_colums_Username.HeaderText
source: UserName
ru: Имя пользователя

# participantData_pop_columns_Assigned.HeaderText
source: Assigned Date
ru: Дата назначения

# participantData_pop_columns_checkBox.Text
source: Allow Participant to view results
ru: Разрешить участнику просматривать результаты

# participantData_pop_columns_finished.HeaderText
source: Finished Date
ru: Дата прохождения

# participantData_pop_columns_finishedRemove.HeaderText
source: Remove
ru: Удалить

# participantData_pop_columns_finishedTemplateField.HeaderText
source: Results
ru: Результаты

# participantData_pop_columns_name.HeaderText
source: Text Name
ru: Название теста

# participantData_purchachedTests_column_Left.HeaderText
source: Left
ru: Осталось

# participantData_purchachedTests_column_Name.HeaderText
source: Name
ru: Тест

# participantData_purchachedTests_column_Option.HeaderText
source: Option
ru: Вариант

# participantData_purchachedTests_paragraph.Text
source: Purchased Tests
ru: Приобретенные тесты

# participantData_purchachedTests_strong.Text
source: Tests
ru: тесты

# participantData_purchachedTests_title.Text
source: Your
ru: Ваши

# participantData_strong1.Text
source: Data
ru: Учасников

# participantData_strong2.Text
source: Participants Data
ru: Данные участников

# participantData_Title.Text
source: Participant
ru: Данные

# pProviderTools_assignTest_btn1.Text
source: Assign
ru: Назначить

# pProviderTools_assignTest_btn2.Text
source: Close
ru: Закрыть

# pProviderTools_assignTest_title.Text
source: Assign Test
ru: Назначить тест

# pProviderTools_createUser_btn1.Text
source: Create
ru: Создать

# pProviderTools_createUser_btn2.Text
source: Close
ru: Закрыть

# pProviderTools_createUser_checkBox.Text
source: Allow User View Results
ru: Разрешить участнику просматривать результаты

# pProviderTools_createUser_input.Value
source: Send User Credentials
ru: Отправить учетные данные пользователя

# pProviderTools_createUser_label1.Text
source: User email
ru: Email учасника

# pProviderTools_createUser_label2.Text
source: User Name
ru: Имя учасника

# pProviderTools_createUser_label3.Text
source: Password
ru: Пароль

# pProviderTools_createUser_title.Text
source: Create New User:
ru: Создать нового учасника

# pProviderTools_editTest_btn1.Text
source: Modify
ru: Модификация

# pProviderTools_editTest_btn2.Text
source: Delete
ru: Удалить

# pProviderTools_editTest_btn3.Text
source: Create
ru: Создать

# pProviderTools_editTest_btn4.Text
source: Close
ru: Закрыть

# pProviderTools_editTest_title.Text
source: Modify Test:
ru: Модификация теста

# pProviderTools_exportTestResults_btn1.Text
source: Export
ru: Экспортировать

# pProviderTools_exportTestResults_btn2.Text
source: Export to Excel One Line
ru: Экспорт в Excel в одну линию

# pProviderTools_exportTestResults_btn3.Text
source: Export to Excel Traditional
ru: Экспорт в Excel традиционно

# pProviderTools_exportTestResults_lable1.Text
source: Choose test type:
ru: Выберите тип теста:

# pProviderTools_exportTestResults_lable2.Text
source: From
ru: От

# pProviderTools_exportTestResults_lable3.Text
source: To
ru: До

# pProviderTools_exportTestResults_title.Text
source: Export test results
ru: Экспортировать результаты теста

# pProviderTools_resetPw_btn1.Text
source: Save
ru: Сохранить

# pProviderTools_resetPw_btn2.Text
source: Close
ru: Закрыть

# pProviderTools_resetPw_label1.Text
source: Old Password:
ru: Старый пароль:

# pProviderTools_resetPw_label2.Text
source: New Password:
ru: Новый пароль:

# pProviderTools_resetPw_title.Text
source: Reset Password
ru: Сбросить пароль

# pProviderTools_setUpUserCode_btn1.Text
source: Save
ru: Сохранить

# pProviderTools_setUpUserCode_btn2.Text
source: Close
ru: Закрыть

# pProviderTools_setUpUserCode_label.Text
source: Enter Code:
ru: Введите код:

# pProviderTools_setUpUserCode_title.Text
source: Set Up Code
ru: Настроить код

# testCategories_category1.Text
source: Memory
ru: Паямять

# testCategories_category2.Text
source: Executive function and Planning
ru: Исполнительная функция и планирование

# testCategories_category3.Text
source: Processing Speed
ru: Скорость обработки информации

# testCategories_strong.Text
source: Categories
ru: тестов

# testCategories_title.Text
source: Test
ru: Категории

# testList_strong.Text
source: Test
ru: тесты

# testList_title.Text
source: Available
ru: Доступные

# videos_descr1.Text
source: Provider Dash Part 1
ru: Панель управления провайдера 1

# videos_descr2.Text
source: Provider Dash Part 2
ru: Панель управления провайдера 2

# videos_descr3.Text
source: Provider Dash Part 3
ru: Панель управления провайдера 3

# videos_strong.Text
source: Videos
ru: видео

# videos_title.Text
source: Instructional
ru: Обучающие
